export const Troops = {
    classes: {
        one:
            [
                {
                    name: 'Пехотинец',
                    type: 'Пехота'
                },
                {
                    name: 'Лучник',
                    type: 'Стрелки'
                },
                {
                    name: 'Катафракт',
                    type: 'Кавалерия'
                },
                {
                    name: 'Баллиста',
                    type: 'Осадное орудие'
                }

            ],
        two:
            [
                {
                    name: 'Гладиатор',
                    type: 'Пехота'
                },
                {
                    name: 'Меткий Стрелок',
                    type: 'Стрелки'
                },
                {
                    name: 'Наездник на ящере',
                    type: 'Кавалерия'
                },
                {
                    name: 'Катапульта',
                    type: 'Осадное орудие'
                }
            ],
        three:
            [
                {
                    name: 'Королевский страж',
                    type: 'Пехота'
                },
                {
                    name: 'Скрытный снайпер',
                    type: 'Стрелки'
                },
                {
                    name: 'Королев. кавалерист',
                    type: 'Кавалерия'
                },
                {
                    name: 'Огненный требушет',
                    type: 'Осадное орудие'
                }
            ],
        four:
            [
                {
                    name: 'Героический боец',
                    type: 'Пехота'
                },
                {
                    name: 'Героический канонир',
                    type: 'Стрелки'
                },
                {
                    name: 'Наездник на драконе',
                    type: 'Кавалерия'
                },
                {
                    name: 'Сокрушитель',
                    type: 'Осадное орудие'
                }
            ]
    }
}